{
    "news":[
        {
            "title":"NASA's Mars lander hears the 'bloop' of meteorites hitting the Red Planet",
            "imgurl":"Images/mars-meteorite.png",
            "content":"The Mars InSight lander has detected seismic and acoustic waves created when four space rocks impacted the surface of the Red Planet. InSight's seismometer felt the vibrations from the impacts in 2020 and 2021, marking the first detections of meteoroids hitting the planet since the lander began gathering data after touching down in 2018. The meteoroid impacts occurred between 53 miles (85 kilometers) and 180 miles (290 km) from InSight's location in the Elysium Planitia region of Mars, a broad plain that stretches across the Martian equator."
        },
        {
            "title":"China Mars mission data offers evidence for ancient ocean",
            "imgurl":"Images/china-mars-mission.png",
            "content":"The China National Space Administration (CNSA) has revealed new data from its Tianwen 1 Mars orbiter and Zhurong Mars rover, according to a report from state-run media network CGTN. "
        },
        {
            "title":"NASA's DART asteroid-impact mission will be a key test of planetary defense",
            "imgurl":"Images/asteroid-impact.png",
            "content":"When NASA's Double Asteroid Redirection Test (DART) slams into the tiny asteroid Dimorphos, it will be our first attempt to demonstrate our ability to deflect dangerous incoming asteroids."
        },
        {
            "title":"'Terror and joy': NASA's DART asteroid impact a historic success (and relief)",
            "imgurl":"Images/dart-asteroid-impact.png",
            "content":"Team members are celebrating the successful impact of NASA's Double Asteroid Redirection Test (DART), which slammed into an asteroid called Dimorphos tonight (Sept. 26) at 7:14 p.m. EDT (2314 GMT) as planned."
        },
        {
            "title":"NASA's Artemis 1 moon mission: Live updates",
            "imgurl":"Images/artemis-1-moon-mission.png",
            "content":"Artemis 1 is now currently scheduled to launch no earlier than mid-October from Launch Complex 39B at NASA's Kennedy Space Center in Florida."
        }
        ,{
            "title": "Expedition 48 crew lands safely on Earth",
            "imgurl": "Images/expedition-48.png",
            "content": "The Soyuz TMA-20M spacecraft is seen as it lands with Expedition 48 crew members NASA astronaut Jeff Williams, Russian cosmonauts Alexey Ovchinin, and Oleg Skripochka of Roscosmos near the town of Zhezkazgan, Kazakhstan on Wednesday, Sept. 7, 2016 (Kazakh time)."

        },
        {
            "title":"Artemis I travel Essentials: The ultimate Personal Tour Guide for your trip to the Moon",
            "imgurl": "Images/lunar-orbit.png",
            "content": "Artemis I is an uncrewed flight test that will lay the foundation for a sustained long-term presence on and around the Moon. Launching this summer, the Space Launch System (SLS) rocket and integrated Orion spacecraft will help us get a feel for what astronauts will experience on future flights."
        },
        {
            "title": "Artemis Generation Returns to school as Nasa Returns to the Moon",
            "imgurl": "Images/back-to-school.png",
            "content": "Adventure awaits as students return to the classroom for the 2022-2023 school year and NASA returns to the Moon with Artemis."
        },
        {
            "title": "Water worlds are likely common",
            "imgurl": "Images/ocean-worlds.png",
            "content": "When it comes to searching for evidence of alien life, the phrase follow the water is often quoted as a guiding principle. All life on Earth depends on water, so it makes sense to focus on other places where water exists as well."
        }
    ]
}